Revit 2024 API
SymbolTypeId.Usft Property
 Symbol USft, indicating unit US survey feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Usft { get; }
Visual Basic
Public Shared ReadOnly Property Usft As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Usft {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace